[
    {
        "id": 1,
        "name": "Huawei Matebook X Pro",
        "image": [
            "/img/Huawei-MateBook-X-Pro1.png",
            "/img/Huawei-MateBook-X-Pro2.png",
            "/img/Huawei-MateBook-X-Pro3.png"
        ],
        "description": "HUAWEI MateBook X Pro continues to push the boundaries of an ultra-slim and full-feature notebook. Featuring a 13.9-inch notebook with a full-size spill-proof keyboard, the MateBook X Pro measures only 0.57-inch thin and weighs less than 3 pounds. For the first time, FullView is defined for a laptop giving you an immersive experience with 3K FullView touchscreen at 91% screen-to-body ratio. Play harder with the second-generation Dolby ATMOS Sound System and NVIDIA GeForce MX150 discrete graphics (MX 150 included with i7 configuration only). The elegant metallic unibody comes in Space Gray.",
        "price": 1199.99
    },
    {
        "id": 2,
        "name": "Logitech G602 Wireless Mouse",
        "image": [
            "/img/Logitech1.png",
            "/img/Logitech2.png",
            "/img/Logitech3.png"
        ],
        "description": "G602 redefines the laws of wireless gaming. From the pinpoint accuracy of exclusive Delta Zero sensor technology to high durability primary switches to 11 programmable controls, G602 offers true gaming performance. Count on G602 to dominate boss after boss.",
        "price": 39.99
    },
    {
        "id": 3,
        "name": "Apple Watch Series 3",
        "image": [
            "/img/apple-watch1.png",
            "/img/apple-watch2.png",
            "/img/apple-watch3.png"
        ],
        "description": "Answer a call from your surfboard. Stream your favorite songs on your run. And do it all while leaving your phone behind. The Apple Watch Series 3 gives you the freedom to go with just your watch.",
        "price": 249.99
    },
    {
        "id": 4,
        "name": "Apple iPhone 8 Plus",
        "image": [
            "/img/iPhone1.png",
            "/img/iPhone2.png",
            "/img/iPhone3.png"
        ],
        "description": "iPhone 8 introduces a glass design. The world's most popular camera, now even better. The smartest, most powerful chip ever in a smartphone. Wireless charging that's truly effortless. And augmented reality experiences never before possible. iPhone 8. A wonderful generation of iPhone.",
        "price": 899.99
    },
    {
        "id": 5,
        "name": "Anker Soundcore Liberty Air",
        "image": [
            "/img/anker1.png",
            "/img/anker2.png",
            "/img/anker3.png"
        ],
        "description": "Enjoy up to 15 hours of music from Bluetooth-enabled devices with these Soundcore Liberty Air earphones. Their custom graphene-coated drivers produce high-quality audio, and uplink technology on the dual microphones reduces ambient noise. These black Soundcore Liberty Air earphones offer effortless playback control via the built-in touchpad on the earbud.",
        "price": 79.99
    },
    {
        "id": 6,
        "name": "Cole Haan Colton Chukka Boot",
        "image": [
            "/img/boots1.png",
            "/img/boots2.png",
            "/img/boots3.png"
        ],
        "description": "Cole Haan has been synonymous with quality, craftsmanship and style since its founding in 1928. Frequent collaborations with prominent designers, athletes and tastemakers—contemporary collections showcase CFDA-nominated menswear designer Todd Snyder and a trio of ballerinas from the New York City Ballet—keep Cole Haan at the forefront of innovation and excellence.",
        "price": 129.99
    }
]